test/getCustomerAccessTokenWithPasswordRequest.xml

<?xml version="1.0" encoding="utf-8" ?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" 
	       xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
	       xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <getCustomerAccessTokenWithPasswordRequest
	xmlns="http://accessToken.namespace.mgtplc.com"
	xmlns:core="http://core.namespace.mgtplc.com">
      <username>tvappagency_102@mgtplctest.com</username>
      <password>password1</password>
      <submission Submitter="ooyala" SubmitterRef="cli-test" AuthenticationCode="f68c6d32cb" Platform="curl"/>
    </getCustomerAccessTokenWithPasswordRequest>
  </soap:Body>
</soap:Envelope>

